package com.hanghae99.samstargram_be.model;

import lombok.Getter;

@Getter
public class FakeData {
	private String tag = "#좋반 #좋아요 #좋아요반사 #맞팔 #선팔하면맞팔 #팔로미 #팔로우 #인스타 #instadaily #instagood #일산 #데일리 #부산 #좋아요 #좋아요반사 #첫줄좋반 #반사 #좋테 #좋반 #좋반댓 #첫줄반사 #like4likes #셀스 타그램 #협찬 #뷰티 #선팔하면맞팔 #맞팔 #선팔 #팔로 워미 #오오티디 #ootd #디엠환영 #dm " +
			"#일기장 #일기그램 #하루일과 #그냥 #love #happy #followme #일상코디 #일상소통 #바쁜일상 #일상글 #주말일상 #일상패션 #일상공유 #소소한일상 #소소 #자영업일상 #따분한일상 #평일일상 #주말일상 #사무실 #출근 #퇴근 #일상사진 #연애 #연애그램 #사랑해요 #데이트 #추억 #연애일기 #남친몬 #여친몬#내사랑 #핑크빛 #소통 #선팔 #맞팔 #좋아요 #팔로우 #love #instagood #소통 #소통스타그램 #팔로우 #맞팔해요  #친스타그램 #선팔 #맞팔 #좋아요  #인친 #팔로미 #맞팔환영 #선팔환영  #팔로우환영 #일상 #데일리 #fff #lfl " +
			"#여행스타그램 #떠나고싶다 #여행에미치다 #일상을여행처럼 #여행사진 #여행후기 #여행중 #여행기록 #여행일기 #여행중독 #여행앓이 #추억스타그램 #추억 #비행스타그램 #animal #cat #dog #냥이 #고양이#집사그램 #애견사랑 #애완견 #애완묘 #사료 #애완견침대 #간식 #간식스타그램#애완견간식 #고양이간식 #강아지간식 #캣 #독 #인스타베이비 #베이비인스타 #아기스타그램 #아기그램 #베이비그램 #이쁜아기 #딸바보 #아들바보 #아들그램 #딸그램 #아들스타그램 #딸스타그램 #신생아 #신생아그램 #아들맘 #딸맘 #줌마스타그램 #줌마그램 " +
			"#떠나자 #떠나자그램 #놀러가자 #휴가스타그램 #소통 #행복 #선팔 #맞팔 #팔로우 #좋아요 #여행중 #여행사 #여행사추천 #야경스타그램 #집사일상 #산책 #산책그램 #동물#소통 #선팔 #맞팔 #좋아요 #팔로우 #애완동물그램 #동물스타그램 #애니멀 #요리스타그램 #맛집스타그램 #맛스타그램 #마스타 #맛있다그램 #먹스타그램 #맛있어 #먹방 #취향저격 #냠냠 #instafood #foodstagram #food #맛있다 " +
			"#봄여행 #여름여행 #가을여행 #겨울여행 #2박3일 #1박2일 #남자혼자 #여자혼자 #혼여 #국내여행사 #국내여행 #해외여행 #게스트하우스 #여행설렘 #설렘스타그램 #패키지여행 #리조트 #펜션 #가볼만한곳 #강원도 #호캉스 #동남아여행 #유럽여행 #댕댕이 #댕댕이그램 #냥냥이 #애옹이 #고양이 #멍뭉이 #강아지 #애완 #애완스타그램 #반려동물 #반려견 #반려묘 #펫스타그램 #집사 " +
			"#냠냠쩝쩝 #술스타그램 #오늘뭐먹지 #야식 #간식 #간식그램 #간식스타그램 #꿀맛 #존맛 #존맛탱 #핵존맛 #쿡스타그램 #푸드스타그램 #온더테이블 #커피스타그램 #홈쿡 #집밥 #가정식 #foodie #foodpics #yummy #가정식백반 #먹스타그램 #먹스타 #koreafood #집밥스타그램 #맛집탐방 #맛집 #카페스타그램 #카페추천 #맛집그램 #혼술 #혼밥 " +
			"#뷰티 #뷰티스타그램 #뷰스타그램 #인스타뷰티 #beauty #뷰스타 #뷰티그램 #화장품 #화장품추천 #코스메틱 #뷰덕 #찍스타그램 #셀카 #셀피 #얼스타그램 #셀기꾼 #흔녀 #흔남 #셀피스타그램 #얼피 #훈남 #훈녀 #거울샷 #세젤예 #세젤귀 #코덕 #인스타패션 #패션스타그램 #패션그램 #데일리코디 #데일리패션 #데일리룩 #패션 #패션인스타 #인스타코디 #인스타룩 " +
			"#패피 #코디 #여자옷 #여자패션 #남자패션 #남자코디 #남친룩 #여친룩 #연예인룩 #20대코디 #스타일 #옷스타그램 #건강그램 #건강스타그램 #건강 #다이어트 #헬스타그램 #운동중 #몸짱 #diet #몸매스타그램 #피트니스타그램 #인스타베이비 #베이비인스타 #아기스타그램 #아기그램 #베이비그램 #이쁜아기 #딸바보 #아들바보 #아들그램 #딸그램 #아들스타그램 #딸스타그램 #신생아 #신생아그램 #아들맘 #딸맘 #줌마스타그램 #줌마그램 " +
			"#몸스타그램 #운동스타그램 #health #피트니스 #웨이트 #벗스타그램 #셀피 #셀스타그램 #셀기꾼 #얼스타그램 #selfie #셀카그램 #얼스타 #육아 #육아그램# #육아스타그램 #육아맘그램 #맘스타그램 #애스타그램 #세젤귀 #세젤예 #인스타키즈 #키즈스타그램 #키즈그램 #키즈패션 #육아맘 #육아일상 #육아헬 #육아템 #육아일기 #육아소통 #육아맞팔 #육아용품 #육아인스타 #출산선물 #오늘 #하루";

	private String[] content = {"데이터들의 값을 알고 있을 때 사용하면 편리하다",
			"인덱스 넘버는 0부터 시작하기 때문에, 위의 경우 인덱스의 범위는 0부터 4가 된다",
			"배열의 크기를 수정하였을 때, 일일이 조건식을 변경하기보다는",
			"자바에서는 배열을 간단히 초기화 할 수 있는 방법을 제공한다.",
			"배열을 한 번 생성하면 그 길이를 변경할 수 없으므로",
			"웹브라우저 위에서 자바스크립트를 이용해서 구글로 로그인하기 기능을 구현하는 방법에 대한 수업",
			"관련된 지식의 지도입니다. 지도를 참고해서 스스로 학습 경로를 탐험해보세요.",
			"구글 소셜로그인을 구현해봤는데요, 구글 소셜 로그인을 하려고 하면 인증 페이지가 다 한글로 구성이 되어 있습니다.",
			"구글의 인증 API를 이용하면 보다 자유롭게 인증 시스템을 제어하는 것이 가능합니다. 이번 시간에는 그 방법을 살펴보겠습니다.",
			"분명 같은 구글에서 제공하는건데(크롬과 소스가) 이상하게 오히려 크롬으로 실행하면 안되고 엣지로 실행하면 되네요."};

	private String[] img = {"https://cdn.pixabay.com/photo/2017/12/15/13/51/polynesia-3021072_960_720.jpg","https://cdn.pixabay.com/photo/2018/03/12/20/07/maldives-3220702__340.jpg",
			"https://cdn.pixabay.com/photo/2016/11/21/17/44/arches-national-park-1846759__340.jpg","https://cdn.pixabay.com/photo/2019/10/01/21/42/caravansary-4519442__340.jpg",
			"https://cdn.pixabay.com/photo/2019/07/14/10/48/vineyards-4336787__340.jpg","https://cdn.pixabay.com/photo/2020/06/02/06/29/ryanair-5249631__340.jpg",
			"https://cdn.pixabay.com/photo/2015/11/27/20/28/cathedral-1066314__340.jpg","https://cdn.pixabay.com/photo/2018/08/19/10/16/nature-3616194__340.jpg",
			"https://cdn.pixabay.com/photo/2017/04/06/11/24/fashion-2208045__340.jpg","https://cdn.pixabay.com/photo/2020/02/28/21/15/space-4888643__340.jpg",
			"https://cdn.pixabay.com/photo/2014/08/12/00/01/santorini-416136__340.jpg","https://cdn.pixabay.com/photo/2020/02/28/21/15/space-4888643__340.jpg",
			"https://cdn.pixabay.com/photo/2015/01/28/23/10/mosque-615415__340.jpg","https://cdn.pixabay.com/photo/2014/09/21/17/56/mountaineering-455338__340.jpg",
			"https://cdn.pixabay.com/photo/2014/10/23/18/56/tiger-500118__340.jpg","https://cdn.pixabay.com/photo/2014/05/08/15/37/coast-340348__340.jpg",
			"https://cdn.pixabay.com/photo/2016/11/22/19/25/man-1850181__340.jpg","https://cdn.pixabay.com/photo/2014/08/12/00/01/santorini-416135__340.jpg",
			"https://cdn.pixabay.com/photo/2016/05/24/18/49/suitcase-1412996__340.jpg","https://cdn.pixabay.com/photo/2019/04/12/11/46/antelope-4121962__340.jpg"};
}
